Repository: Litefyr/Litefyr.Style
Catalog: Resources/Private/Translations/*/NodeTypes/Mixin/Visuals/ClipPath.xlf
Languages: de

# groups.themeClipPath
source: Wave
de: Welle

# properties.themeClipPath
source: Wave
de: Welle

# properties.themeClipPath.ui.help.message
source: This can be used to define a wave that extends across the entire screen. The width and height of the wave can be adjusted. The color of the wave is taken from the main color scheme.
de: Hiermit kann eine Welle definiert werden, die über den gesamten Bildschirm reicht. Die Welle kann in der Breite und Höhe angepasst werden. Die Farbe der Welle wird aus dem Hauptfarbschema übernommen.

# properties.themeClipPathBelowNavigation
source: Show below the navigation
de: Unterhalb der Navigation anzeigen

# properties.themeClipPathInContent
source: Display on content elements
de: Bei Inhaltselementen anzeigen

# properties.themeClipPathAboveFooter
source: Display above the footer
de: Oberhalb der Fusszeile anzeigen

# editor.edit
source: Edit wave
de: Welle editieren

# editor.reset
source: Do not use a wave
de: Keine Welle benützen

# editor.content
source: Content
de: Inhalt

# editor.asyncPath
source: Asynchronous path
de: Asynchroner Pfad

# editor.cubic
source: Smoothing
de: Glättend

# editor.akima
source: Non-smoothing
de: Nicht glättend

# editor.nearestNeighbor
source: Rectangular
de: Rechteckig

# editor.loess
source: Moving regression
de: Bewegliche Regression

# editor.interpolationMethodError
source: Invalid interpolation method
de: Unzulässige Interpolationsmethode

# editor.coordinatesError
source: Coordinates could not be decoded
de: Koordinaten konnten nicht entschlüsselt werden

# editor.parseConfigError
source: Failed to parse config
de: Konfiguration konnte nicht geparst werden

# editor.clipboardError
source: Failed to read clipboard
de: Zwischenablage konnte nicht gelesen werden

# editor.interpolationmethod
source: Interpolation method
de: Interpolationsverfahren

# editor.numberOfPoints
source: Number of points
de: Anzahl der Punkte

# editor.showGrid
source: Show Grid
de: Raster anzeigen

# editor.snapToGrid
source: Snap to Grid
de: Am Raster ausrichten

# editor.copyConfig
source: Copy config
de: Konfiguration kopieren

# editor.pasteConfig
source: Paste config
de: Konfiguration einfügen

# editor.flipVertically
source: Flip vertically
de: Vertikal spiegeln

# editor.flipHorizontally
source: Flip horizontally
de: Horizontal spiegeln

# editor.undo
source: Undo
de: Rückgängig machen

# editor.redo
source: Redo
de: Wiederherstellen

# editor.deletePoint
source: Delete point
de: Punkt löschen

# editor.nesting
source: Nesting
de: Verschachtelung

# editor.reverseStacking
source: Reverse stacking
de: Umgekehrte Stapelung

# editor.topSpacing
source: Extra space at the top
de: Extra Abstand oben

# editor.bottomSpacing
source: Extra space at the bottom
de: Extra Abstand unten

# enableClip
source: Enable wave
de: Welle aktivieren
