Repository: Litefyr/Litefyr.Style
Catalog: Resources/Private/Translations/*/NodeTypes/Mixin/Visuals/Shadows.xlf
Languages: de

# groups.themeShadows
source: Shadows
de: Schatten

# properties.themeShadowDialog
source: Dialogues
de: Dialoge

# properties.themeShadowTeaser
source: Default teaser
de: Normaler Teaser

# properties.themeShadowTeaserHover
source: Default teaser on hover
de: Normaler Teaser beim Hovern

# properties.themeShadowTeaserTextbox
source: Image teaser
de: Bild-Teaser

# properties.themeShadowTeaserTextboxHover
source: Image teaser on hover
de: Bild-Teaser beim Hovern

# properties.themeShadowTeaserPlainHover
source: Text teaser on hover
de: Text-Teaser beim Hovern

# properties.themeShadowImageTextbox
source: Text box within image
de: Textbox innerhalb Bild

# properties.themeShadowAssetsListThumbnail
source: Thumbnail in the asset list
de: Miniaturansicht in der Dateiliste

# properties.themeShadowAssetsListThumbnailHover
source: Thumbnail in the asset list on hover
de: Miniaturansicht in der Dateiliste beim Hovern

# value.none
source: No shadow
de: Keinen Schatten

# value.px
source: 1 Pixel border
de: 1 Pixel Umrandung

# value.sm
source: Small border ({0})
de: Kleiner Schatten ({0})

# value.default
source: Normal shadow
de: Normaler Schatten

# value.md
source: Medium shadow ({0})
de: Mittelerer Schatten ({0})

# value.lg
source: Large shadow ({0})
de: Großer Schatten ({0})

# value.xl
source: Very large shadow ({0})
de: Sehr großer Schatten ({0})

# value.2xl
source: Extra large shadow ({0})
de: Extrem großer Schatten ({0})
