Repository: Litefyr/Litefyr.Style
Catalog: Resources/Private/Translations/*/NodeTypes/Mixin/Colors.xlf
Languages: de

# groups.themeColorScheme
source: Color scheme
de: Farbschema

# groups.themeColorsLight
source: Light Mode
de: Helle Darstellung

# groups.themeColorsDark
source: Dark Mode
de: Dunkle Darstellung

# groups.themeColorContrast
source: Color contrast
de: Farbkontrast

# properties.themeColorScheme.selectBoxEditor.values.light dark
source: Light and dark mode
de: Helle und dunkle Darstellung

# properties.themeColorSchemeSwitchter
source: Show selection for dark mode
de: Auswahl für Dark Mode anzeigen

# properties.themeColorSchemeSwitchter.selectBoxEditor.placeholder
source: Do not display
de: Nicht anzeigen

# properties.themeColorSchemeSwitchter.selectBoxEditor.values.top
source: In the navigation bar
de: In der Navigationsleiste

# properties.themeColorSchemeSwitchter.selectBoxEditor.values.bottom
source: In the footer
de: In der Fußzeile

# properties.themeColorSchemeSwitchter.selectBoxEditor.values.both
source: Top & bottom
de: Oben & unten

# backgroundAndText
source: Background and text color of the website
de: Hintergrund- und Textfarbe der Website

# header
source: Header color
de: Farbe der Kopfzeile

# footer
source: Footer color
de: Farbe der Fußzeile

# main
source: Main accent color
de: Hauptakzentfarbe

# minor
source: Minor accent color
de: Zweite Akzentfarbe

# minor2
source: Third accent color
de: Dritte Akzentfarbe

# properties.themeColorContrastThreshold
source: Threshold for contrast color
de: Schwellenwert für Kontrastfarbe

# properties.themeColorContrastThreshold.ui.help.message
source: Changes the threshold when the contrast color switches to black or white. The higher the number, the more likely white will be chosen as the contrast color.
de: Ändert den Schwellenwert, wenn die Kontrastfarbe zu Schwarz oder Weiß wechselt. Je höher der Wert, desto eher wird Weiß als Kontrastfarbe gewählt.

# properties.themeColorContrastLightnessMin
source: Minimum contrast lightness
de: Minimale Kontrast Helligkeit

# properties.themeColorContrastLightnessMin.ui.help.message
source: A value higher than 0 adds a hint of hue to the black.
de: Ein Wert höher als 0 fügt dem Schwarz einen leichte Tönung hinzu.

# properties.themeColorContrastLightnessMax
source: Maximum contrast lightness
de: Maximale Kontrast Helligkeit

# properties.themeColorContrastLightnessMax.ui.help.message
source: A value lower than 100 adds a hint of hue to the white.
de: Ein Wert tiefer als 100 fügt dem Weiß einen leichte Tönung hinzu.
